Repository: jmgadeaselles/Mapes
Catalog: legal/App_LocalResources/Condicions.aspx.*.resx
Languages: ca

# Label47Resource1.Text
source: Use of the Web Site and the Services is governed by Spanish law.
ca: L'ús del lloc web i dels Serveis es regeix per la llei espanyola.

# Label48Resource1.Text
source: In the event that any provision contained in these Terms is declared invalid, he shall be removed or replaced. In any case, such declaration shall not affect the validity of the remaining provisions contained in these Conditions.
ca: En el cas que alguna de les disposicions contingudes en les presents Condicions sigui declarada nul·la, es procedirà a la retirada o substitució. En qualsevol cas, aquesta declaració de nul·litat no afecta la validesa de la resta de disposicions recollides en les presents Condicions.

# Label49Resource1.Text
source: You can contact Ocimap in email
ca: Pots posar-te en contacte amb Ocimap a l'adreça de correu electrònic

# Label4Resource1.Text
source: Ocimap not guarantee the availability and continuity of the Web Site and the Services, nor its reliability, accuracy or correctness or usefulness for any purpose or activity. To the extent permitted by applicable law, Ocimap excludes any liability for damages of any kind that may be due to the above.
ca: Ocimap no garanteix la disponibilitat i continuïtat del funcionament del Lloc Web i dels Serveis, ni la seva fiabilitat, exactitud o correcció o la seva utilitat per a una finalitat o activitat específica. En la mesura permesa per la normativa aplicable, Ocimap exclou qualsevol responsabilitat pels danys i perjudicis de tota naturalesa que puguin deure de l'anterior.

# Label55Resource1.Text
source: Create, store, host or share your routes and places of interest, through the Web Site.
ca: Crear, guardar, allotjar o compartir els seus Rutes i Llocs d'interès, a través del lloc web.

# Label56Resource1.Text
source: Host and post photos or additional information concerning these routes and places of interest or your account through the Site (collectively, the "Photos").
ca: Allotjar i publicar fotos, o informació addicional en relació amb aquestes Rutes i Llocs d'interès o amb el seu compte, a través del lloc (en endavant, les "Fotos").

# Label57Resource1.Text
source: Express your views and comments to the routes and places of interest or through the Forum (hereinafter, the "Comments").
ca: Expressar les seves opinions i comentaris a les Rutes i Llocs d'interès oa través del Fòrum (d'ara endavant, els "Comentaris").

# Label58Resource1.Text
source: Users should be aware that through the Services may publish User Content on a public forum and you are responsible for what is stored and published through the Site.
ca: Els Usuaris han de tenir en compte que a través dels Serveis poden publicar el Contingut de l'Usuari en un fòrum públic i que són responsables del que emmagatzemin i publiquin a través del lloc.

# Label59Resource1.Text
source: The user must be the owner of the intellectual property rights, industrial or any other User Content on the share, being the author or original holder or be authorized by the corresponding author or rights holder.
ca: L'usuari ha de ser titular dels drets de propietat intel·lectual, industrial o de qualsevol altre tipus sobre el contingut de l'Usuari que comparteixi, per ser el seu autor o titular originari o estar autoritzat pel corresponent autor o titular dels drets.

# Label5Resource1.Text
source: These terms and conditions ("Terms") govern the access, navigation and use of the Website by its users (hereinafter, the "User" or "Users", as applicable) and the services provided through the Site (collectively, the "Services").
ca: Les presents condicions (d'ara endavant, les "Condicions") regulen l'accés, navegació i ús del lloc web pels seus usuaris (d'ara endavant, el "Usuari" o els "Usuaris", segons correspongui), així com els serveis que es presten a través del Lloc (en endavant, els "Serveis").

# Label60Resource1.Text
source: If the User Content displayed image, voice or name of any person or any confidential or proprietary information in connection therewith, that person must have authorized the publication of such Content.
ca: Si al Contingut de l'Usuari apareix la imatge, veu o nom de qualsevol persona o qualsevol informació confidencial o privada en relació amb la mateixa, aquesta persona ha d'haver autoritzat la publicació d'aquest Contingut.

# Label61Resource1.Text
source: User Content must not include advertising, promotional materials, or be used to disseminate advertising or a profit or gain.
ca: El Contingut de l'Usuari no ha d'incloure material publicitari o promocional, ni ser emprat per difondre publicitat o amb un ànim de lucre o benefici propi.

# Label62Resource1.Text
source: User Content must not contain viruses, worms or any code of a destructive nature.
ca: El Contingut de l'Usuari no ha d'incloure virus, cucs o qualsevol tipus de codi de naturalesa destructiva.

# Label63Resource1.Text
source: User Content must conform to the technical requirements and conditions at any time by Ocimap.
ca: El Contingut de l'Usuari ha de complir les condicions i requisits tècnics establerts en cada moment per Ocimap.

# Label64Resource1.Text
source: In all other cases, by contacting the email Ocimap listed at the end of these Conditions.
ca: En la resta dels casos, posant-se en contacte amb Ocimap al correu electrònic indicat al final de les presents Condicions.

# Label65Resource1.Text
source: Interruptions, viruses, malfunctions, interference, omissions or disconnection of the electronic system, the communications system on their computers or for reasons beyond Ocimap.
ca: Interrupcions, virus, avaries, interferències, omissions o desconnexions del sistema electrònic, del sistema de comunicacions o en els seus equips per motius aliens a Ocimap.

# Label66Resource1.Text
source: Delays or blockages in the use of the Website and the Services by deficiencies or overloads on the Internet, in lines or electrical systems or communications.
ca: Retards o bloquejos en l'ús del lloc web i dels Serveis per deficiències o sobrecàrregues en Internet, en les línies o en els sistemes elèctrics o de comunicacions.

# Label67Resource1.Text
source: Actions of third parties.
ca: Actuacions de tercers.

# Label68Resource1.Text
source: The inability to access the Website or the Services for maintenance or upgrade.
ca: La impossibilitat d'accés al lloc web o als Serveis per tasques de manteniment o actualització.

# Label69Resource1.Text
source: Any other circumstance beyond the control of Ocimap.
ca: Qualsevol altre supòsit fora del control de Ocimap.

# Label6Resource1.Text
source: Some of the Services may be subject to specific conditions or instructions Ocimap or third parties that provide, to complete or, if they were contrary to what is laid out, replace the contents of these Terms, which shall be accepted by the user before commencing the provision of the relevant Service.
ca: Alguns dels Serveis es poden sotmetre a condicions o instruccions específiques de Ocimap o dels tercers que els facilitin, que completaran o, si són contràries al que aquí s'estableix, substituiran el contingut d'aquestes condicions, i que ha d'acceptar l'Usuari abans d'iniciar la prestació del servei corresponent.

# Label70Resource1.Text
source: Access, use, host, reproduce, modify, alter, update, translate, publish, distribute, delete, add or make available the Content, in whole or part through the Website or the Services or through sites of parties that agreed Ocimap publication and made ​​available to the User Content.
ca: Accedir, utilitzar, allotjar, reproduir, modificar, transformar, actualitzar, traduir, publicar, distribuir, esborrar, incorporar o posar a disposició el Contingut de l'Usuari, en tot o part, a través del lloc web o dels serveis oa través de llocs de tercers amb els quals Ocimap acordi la publicació i posada a disposició del Contingut de l'Usuari.

# Label71Resource1.Text
source: The adaptation and creation of derivative works from the User Content.
ca: L'adaptació i realització d'obres derivades a partir del contingut de l'Usuari.

# Label72Resource1.Text
source: The use of the User Content in connection with other contents.
ca: L'ús del Contingut de l'Usuari en relació amb altres continguts.

# Label73Resource1.Text
source: The embodiment of technical or maintenance activities necessary for the fulfillment of the above.
ca: La realització de les activitats tècniques o de manteniment necessàries per al compliment de l'anterior.

# Label7Resource1.Text
source: Access to and use of the Website assume that the user has read and fully accepts and agrees to comply fully these Conditions. Ocimap may modify these Terms at any time, so we recommend regular review. The date at the beginning of these Terms indicates the date of the latest revision of these Terms, which shall apply from publication.
ca: L'accés i ús del lloc web suposen que l'Usuari ha llegit i accepta en la seva totalitat i s'obliga a complir del tot les presents Condicions. Ocimap pot modificar les presents Condicions en qualsevol moment, pel que recomanem la seva revisió regularment. La data a l'inici de les presents Condicions indica la data de l'última revisió d'aquestes Condicions, que és aplicable des de la seva publicació.

# Label8Resource1.Text
source: Also, in regard to the collection and use of personal data, the application is
ca: Així mateix, pel que fa a la recollida i ús de dades personals, és aplicable la

# Label9Resource1.Text
source: 1. SCOPE OF SERVICES
ca: 1. OBJECTE DELS SERVEIS
