Repository: jmgadeaselles/Mapes
Catalog: legal/App_LocalResources/Condicions.aspx.*.resx
Languages: ca

# HyperLink1Resource1.Text
source: Privacy Policy
ca: Política de privacitat

# Label10Resource1.Text
source: Through the Services, the User can create, store, publish, share, send, search and download, routes and GPS (hereinafter, the "Routes and Sites") as well as information and content relating to the same .
ca: A través dels Serveis, l'Usuari pot crear, desar, publicar, compartir, enviar, buscar i descarregar, rutes i punts GPS (d'ara endavant, les "Rutes i Llocs d'Interès") així com informació i continguts en relació amb les mateixes.

# Label11Resource1.Text
source: The User is authorized to use the Services only in the case of a natural person and in accordance with these Terms. The User agrees to use the Services in good faith and only for domestic purposes and individuals. If use of the Services by Users for any purpose other than personal use, such as commercial, nonprofit or business must be approved in advance by Ocimap.
ca: L'usuari està autoritzat a utilitzar els Serveis únicament si es tracta d'una persona física i de conformitat amb aquestes Condicions. L'usuari es compromet a utilitzar els Serveis de bona fe i només per a fins domèstics i particulars. En cas d'ús dels Serveis per part dels Usuaris per a qualsevol finalitat diferent del seu ús personal, com per exemple, fins comercials, lucratius o de negoci ha de ser aprovada prèviament per Ocimap.

# Label12Resource1.Text
source: The User agrees not to use the services negligently, fraudulently or with the purpose of violating the law Likewise, the User agrees not to perform any conduct that could damage the image, interests and rights of Ocimap or third parties.
ca: L'usuari es compromet a no usar els Serveis de forma negligent, amb fins fraudulents o amb la finalitat d'infringir la Llei Igualment, l'Usuari es compromet a no dur a terme cap conducta que pogués danyar la imatge, els interessos i els drets de Ocimap o de tercers.

# Label13Resource1.Text
source: The User shall not interfere with the operation of the Website or the Services, in particular, to impersonate another user or person. The User agrees not to do anything that could damage, disable or overload, damage or prevent the normal use of the Website or the Services, concerning their safety or that interferes with or disrupts them. Is barred by robots, spiders or any other device, program, mobile application or tool to access, copy or monitor any portion of the Website or the Services or any other access and use of the Website or the Services which is contrary to its normal operation and for personal or prejudicial to the interests of Ocimap unreasonably, without the express prior Ocimap. Likewise, you may not obtain or attempt to obtain the contents of the Website (including User Content, as that term is defined below) or using means of different techniques involving the use regularly or those expressly authorized by Ocimap.
ca: L'usuari s'abstindrà d'interferir en el funcionament del lloc web o als Serveis, en particular, de suplantar a un altre usuari o persona. L'usuari es compromet a no realitzar qualsevol acte que danyi, inutilitzi o sobrecarregui, deteriori o impedeixi la normal utilització del Lloc Web o dels Serveis, que afecti la seva seguretat o que dificulti o interfereixi en els mateixos. Queda prohibit l'accés mitjançant robots, aranyes o qualsevol altre dispositiu, programa, aplicació mòbil o eina per accedir, copiar o controlar qualsevol part del Lloc Web o dels Serveis o qualsevol altre accés i ús del lloc web o dels serveis que sigui contrari a la seva explotació normal i amb fins personals o que lesioni injustificadament els interessos de Ocimap, sense autorització expressa prèvia de Ocimap. Igualment, es prohibeix obtenir o intentar obtenir els continguts del lloc web (incloent Contingut de l'Usuari, com aquest terme es defineix més endavant) emprant mitjans o tècniques diferents dels que suposen la forma habitual d'utilització o aquelles autoritzats expressament per Ocimap.

# Label14Resource1.Text
source: In any case is presumed abusive and unauthorized use of the Services by the User Applications for use when a specific service is superior to using performing 99% of users in a given period and Ocimap believes may affect the quality or safety of the service of other users. Ocimap proceed to block access to users who abuse or unauthorized. The ability to block malicious users is the only way to ensure that we can deliver a reliable service to all legitimate users.
ca: En tot cas es presumeix abusiu i no autoritzat l'ús dels Serveis mitjançant les Aplicacions per un usuari quan el seu ús d'un servei concret sigui superior a l'ús que fan el 99% dels usuaris en un període concret i Ocimap consideri que pot afectar la qualitat o seguretat del servei dels altres usuaris. Ocimap procedirà a bloquejar l'accés als usuaris que facin un ús abusiu o no autoritzat. La possibilitat de bloquejar usuaris malintencionats és l'única manera d'assegurar que podem oferir un servei fiable a tots els usuaris legítims.

# Label15Resource1.Text
source: It is your responsibility to check, prior to use, the Services will meet your needs.
ca: És responsabilitat de l'Usuari comprovar, amb caràcter previ al seu ús, que els Serveis s'adapten a les seves necessitats.

# Label16Resource1.Text
source: 3. REGISTER
ca: 3. REGISTRE

# Label17Resource1.Text
source: To use certain Services, User must register by creating a username and password and activate your account. For this purpose, the user must provide a valid email address through which you receive any notification regarding the Services.
ca: Per utilitzar determinats Serveis, l'Usuari s'ha de registrar, creant un usuari i contrasenya i activant seu compte. A aquests efectes, l'Usuari ha de proporcionar una adreça de correu electrònic vàlida, a través de la qual rebi qualsevol notificació relativa als Serveis.

# Label18Resource1.Text
source: The User agrees to provide the information required for registration mandatory and to provide accurate, complete and current. It is your responsibility to keep updated, as appropriate, such information. If the user provides, or has reason to suspect Ocimap has provided false information, not current or incomplete, Ocimap may suspend or terminate your registration.
ca: L'usuari es compromet a proporcionar la informació que s'exigeix ​​per al registre amb caràcter obligatori i també a aportar informació veraç, completa i actualitzada. És responsabilitat seva mantenir actualitzada, en la forma que correspongui, l'esmentada informació. Si l'Usuari proporciona, o Ocimap té motius per sospitar que ha proporcionat, informació falsa, no actualitzada o incompleta, Ocimap podrà suspendre o resoldre el seu registre.

# Label19Resource1.Text
source: The User must keep your password, treat as confidential and not disclose it to others. Do not allow other users to access from the User's account or to use another user's account.
ca: L'usuari ha de custodiar la contrasenya, tractar-la de forma confidencial i no revelar a altres persones. No s'ha de permetre a altres usuaris l'accés des del compte de l'Usuari ni utilitzeu el compte d'un altre usuari.

# Label1Resource1.Text
source: Terms and Conditions
ca: Condicions legals

# Label20Resource1.Text
source: You are responsible for what you do from your account through any device. If you suspect that someone else is using your account, you should immediately inform Ocimap.
ca: L'usuari és responsable del que es faci des del seu compte a través de qualsevol dispositiu. Si sospita que un altre usuari està amb el vostre compte, ha d'informar immediatament a Ocimap.

# Label21Resource1.Text
source: Ocimap may suspend or terminate User's account if it believes that you have violated these Terms.
ca: Ocimap podrà suspendre o cancel·lar el compte de l'Usuari si considera que ha incomplert les presents Condicions.

# Label22Resource1.Text
source: 4. RULES REGARDING THE CONTENTS
ca: 4. NORMES EN RELACIÓ AMB ELS CONTINGUTS

# Label23Resource1.Text
source: Through the service, users can:
ca: A través dels Serveis, els Usuaris poden:

# Label24Resource1.Text
source: By posting routes and places of interest, photos, comments or other information or content (hereinafter, collectively, the "User Content"), the User agrees to meet the following standards:
ca: En publicar Rutes i Llocs d'interès, Fotos, Comentaris o qualsevol altra informació o contingut (en endavant, de manera conjunta, el "Contingut de l'Usuari"), l'Usuari es compromet a complir les següents normes:

# Label25Resource1.Text
source: Limited to accommodate Ocimap User Content. Consequently, Ocimap not edit, select, review, control, guarantee, endorse or identifies with User Content. Specifically, in accordance with Law 34/2002 of Services of the Information Society and Electronic Commerce, Ocimap as service provider of the information society through the Web Site or monitor the content of the wiki or can judge content including Users. If you wish to make any inquiry regarding the User Content or believe infringes any rights, which does not meet these Terms or is inappropriate, you can do as follows:
ca: Ocimap es limita a allotjar el contingut de l'Usuari. En conseqüència, Ocimap no edita, selecciona, examina, controla, garanteix, aprova o s'identifica amb el contingut de l'Usuari. En concret, de conformitat amb la Llei 34/2002 de Serveis de la Societat de la Informació i de Comerç Electrònic, Ocimap com a prestador de serveis de la societat de la informació a través del lloc web ni supervisa el contingut del wiki ni pot jutjar els continguts que inclouen els usuaris. Si es desitja fer alguna consulta en relació amb el contingut de l'usuari o creu que infringeix qualsevol dret, que no compleix aquestes Condicions o que és inadequat, pot fer-ho de la següent manera:

# Label26Resource1.Text
source: If this is a route and sight, we recommend using existing mechanisms within the Web Site to send you your claim to the author of the Route and sight. The author as owner and sole responsibility of the User Content is who should assess your request. In any case, you can directly and at any time select the "Flag as inappropriate" in the Web Site and / or include a comment on the said route with the data and information it deems appropriate to be identical broadcast alerting the path itself to any potential user of the issues it considers appropriate, and
ca: Si es tracta d'una Ruta i Lloc d'Interès, li recomanem que utilitzi els mecanismes existents dins del lloc web per fer-li arribar la seva reclamació a l'autor de la Ruta i Lloc d'Interès. L'autor com a propietari i únic responsable del contingut de l'Usuari és qui ha de valorar la sol·licitud. En qualsevol cas, vostè pot directament i en qualsevol moment seleccionar l'opció "marca com inapropiat" al lloc web i / o incloure un comentari a la referida ruta amb les dades i aclariments que consideri pertinents que haurà idèntica difusió que la pròpia ruta alertant a qualsevol potencial usuari de les qüestions que consideri oportunes, i

# Label27Resource1.Text
source: Notwithstanding that Ocimap not obliged to make a general supervision of the User Content, Ocimap can modify or delete all or part, at any time, any User Content that, in his opinion, violates these Terms or may be offensive, illegal or violate the rights of others.
ca: Sense perjudici que Ocimap no està obligat a efectuar una supervisió general del contingut de l'Usuari, Ocimap pot modificar o esborrar, totalment o parcialment i en qualsevol moment, qualsevol Contingut de l'Usuari que, segons ell, incompleixi aquestes Condicions o pugui ser ofensiu, il·legal o infringir drets de tercers.

# Label28Resource1.Text
source: 5. RESPONSIBILITY
ca: 5. RESPONSABILITAT

# Label29Resource1.Text
source: You acknowledge and agree that you use the Web Site and the Services at any time at your sole risk and responsibility therefore Ocimap not responsible for the misuse, abuse or use contrary to these Conditions that can do the same.
ca: L'Usuari reconeix i accepta que utilitza el Lloc Web i els Serveis en tot moment sota el seu risc i responsabilitat, de manera que Ocimap no es responsabilitza del mal ús, ús indegut o ús contrari a les presents Condicions que pugui fer dels mateixos.

# Label2Resource1.Text
source: The website located at http://www.ocimap.com address, including any of its subdomains or sections (hereinafter, the "Website") is operated by Juan Miguel Gadea Sellés (hereinafter "Ocimap).
ca: El lloc web ubicat a l'adreça http://www.ocimap.com, incloent qualsevol dels seus subdominis o seccions (en endavant, el "Lloc Web") està operat per Juan Miguel Gadea Sellés (en endavant "Ocimap).

# Label30Resource1.Text
source: The User shall be liable for damages arising Ocimap due to your use of the Web Site and the Services in breach of these Terms and agree to hold harmless Ocimap and their managers, employees, agents and representatives from any liability in which may be incurred as a result of such breach by the User.
ca: L'usuari serà responsable dels danys i perjudicis que s'originin a Ocimap com a conseqüència del seu ús del lloc web i dels Serveis incomplint aquestes Condicions i es compromet a mantenir indemne a Ocimap i als seus administradors, personal, agents i representants de qualsevol responsabilitat en la qual puguin incórrer com a conseqüència de l'incompliment per l'usuari.

# Label31Resource1.Text
source: 2. UNAUTHORIZED USE
ca: 2. ÚS AUTORITZAT

# Label32Resource1.Text
source: By way of example, and not limitation, Ocimap not responsible for any damages that may arise from:
ca: Amb caràcter enunciatiu, però no limitatiu, Ocimap no és responsable dels perjudicis que es poguessin derivar de:

# Label33Resource1.Text
source: EXCEPT IN THE CASE OF WILLFUL MISCONDUCT, AND THOSE IN THE PARTICULAR CIRCUMSTANCES THAT USER OR OBJECT, IS APPLICABLE IMPERATIVE OF LIABILITY REGIME, THE USE OF THE SITE AND THE SERVICES IS AT THE SOLE AND ENTIRE RISK OF THE USER And OCIMAP NOT BE LIABLE FOR ANY DAMAGES WHATSOEVER BE GENERATED TO YOU BY USING THE WEB SITE OR THE SERVICES.
ca: EXCEPTE EN ELS CAS D'ACTUACIÓ DOLOSA, I AQUELLS EN QUÈ PER LES CIRCUMSTÀNCIES PARTICULARS L'USUARI O DE L'OBJECTE, RESULTI D'APLICACIÓ UN RÈGIM IMPERATIU DE RESPONSABILITAT, L'ÚS DEL LLOC WEB I DELS SERVEIS ES REALITZA A L'ÚNIC I SENCER RISC DE L'USUARI I OCIMAP NO SERÀ RESPONSABLE DE CAP DANY DE QUALSEVOL NATURALESA QUE GENERE A L'USUARI AMB L'ÚS DEL LLOC WEB O DELS SERVEIS.

# Label34Resource1.Text
source: In accordance with the provisions of the fourth condition above, in connection with User Content, Ocimap acts solely as a service provider consisting enable Website as a space through which users can store and publish such User Content. The responsibility for the storage or publication via the Website and the Applications of the User Content and all information, data, text, software, sound, photographs, graphics, video, news and other materials included in it, is unique user who stores or published except as expressly provided in the Act.
ca: Segons que estableix la condició Quarta anterior, en relació amb els continguts de l'Usuari, Ocimap actua exclusivament com a prestador del servei consistent en habilitar el lloc web com espai a través del qual els usuaris poden emmagatzemar i publicar aquest Contingut de l'Usuari. La responsabilitat per l'emmagatzematge o publicació a través del lloc web i les Aplicacions del contingut de l'Usuari i de tota informació, dades, textos, programari, sons, fotografies, gràfics, vídeos, notícies o altres materials inclosos en aquest, és exclusiva de l'Usuari que l'emmagatzema o publicació excepte en els casos previstos expressament en la Llei

# Label35Resource1.Text
source: The inclusion of links on the Services does not imply any relationship, recommendation or supervision by Ocimap with landing page and therefore Ocimap accepts no responsibility for its content, except as expressly provided in the Act
ca: La inclusió d'enllaços en els Serveis no pressuposa cap relació, recomanació o supervisió per part de Ocimap amb la pàgina de destinació i, per tant, Ocimap no accepta cap responsabilitat pel seu contingut, excepte en els casos previstos expressament a la Llei.

# Label36Resource1.Text
source: 6. INTELLECTUAL PROPERTY
ca: 6. PROPIETAT INTEL·LECTUAL I INDUSTRIAL

# Label37Resource1.Text
source: All rights of intellectual property on the Web Site, the Services, its graphic design and source code as well as the various elements contained therein (without limitation text, images, animations, databases, graphics, logos, trademarks, logos, icons, buttons, pictures, videos, sound recordings, etc..) are owned or licensed to Ocimap.
ca: Tots els drets de propietat industrial i intel·lectual sobre el lloc web, els Serveis, el seu disseny gràfic i codi font, així com sobre els diferents elements inclosos en els mateixos (a títol enunciatiu: textos, imatges, animacions, bases de dades, gràfics, logos, marques, signes distintius, icones, botons, fotografies, vídeos, enregistraments sonors, etc.) pertanyen o estan llicenciats a Ocimap.

# Label38Resource1.Text
source: In particular, and without any limitation to the provisions of the preceding paragraph, Ocimap holds a right "sui generis" as manufacturer of the database consists of the entire contents of the Website under the terms laid down in Articles 133 and following of Consolidated Copyright Act. Under that law prohibits Ocimap extraction and / or re-utilization of all or a substantial part of the Site, evaluated qualitatively or quantitatively. Ocimap also prohibits the extraction and / or repeated or systematic reuse of insubstantial parts of the contents of the Web site when implying acts which conflict with a normal exploitation of that database or which unreasonably prejudice the legitimate interests of Ocimap.
ca: En particular i sense que suposi cap limitació al que estableix el paràgraf anterior, Ocimap ostenta un dret "sui generis" com a fabricant de la base de dades constituïda per tot el contingut del lloc web en els termes que estableixen els articles 133 i següents del Text refós de la Llei de Propietat Intel·lectual. En virtut d'aquest dret Ocimap prohibeix l'extracció i / o reutilització de la totalitat o d'una part substancial del contingut del lloc, avaluada qualitativament o quantitativament. Així mateix Ocimap prohibeix l'extracció i / o reutilització repetides o sistemàtiques de parts no substancials del contingut del lloc web quan suposen actes contraris a una explotació normal d'aquesta base o que causin un perjudici injustificat als interessos legítims de Ocimap.

# Label39Resource1.Text
source: The User is only authorized to access and use the Web Site and the Services and downloads from its contents for mere personal use and not commercial or collective. Except in cases where expressly authorized, the User is expressly prohibited reproduction or distribution for other purposes, and the processing, creation of derivative works of any kind, public communication, making available, extraction, reuse or use web Site or the Services or any part thereof.
ca: L'usuari està autoritzat únicament a accedir i utilitzar el Lloc Web i els Serveis i efectuar descàrregues dels seus continguts per a un mer ús personal i no comercial o col·lectiu. Llevat dels supòsits en què estigui expressament autoritzat, queda expressament prohibit l'Usuari la reproducció o distribució per a altres fins, així com la transformació, realització d'obres derivades de qualsevol tipus, comunicació pública, posada a disposició, extracció, reutilització o qualsevol ús del lloc web o dels serveis o de qualsevol de les seves parts.

# Label3Resource1.Text
source: February 2013
ca: Febrer 2013

# Label40Resource1.Text
source: The User will remain owner of the rights to the User Content that you store or display through the Services in accordance with the fourth condition above. In particular, the User Content stored or posted by the User in relation to a route or a sight of ownership constitute a content unit, offered together and inseparable (except with respect to discharges in GPS), and intellectual property rights all belong to that user.
ca: L'usuari seguirà sent titular dels drets sobre el contingut de l'Usuari que emmagatzemi o publiqui a través dels Serveis de conformitat amb la Condició Quarta anterior. En particular, el contingut de l'Usuari emmagatzemat o publicat per l'usuari en relació amb una Ruta o un Lloc d'Interès de la seva titularitat constituirà una unitat de contingut, que s'ofereix de forma conjunta i inseparable (excepte pel que fa a descàrregues en GPS ), i els drets de propietat intel·lectual sobre tot això pertanyen a aquest usuari.

# Label41Resource1.Text
source: When storing or posting any User Content, the User grants Ocimap, who accepts, a nonexclusive, free, with power to sublicense to any third party, with a global territory, throughout the duration thereof recognized in under applicable law, to:
ca: Quan emmagatzemi o publiqui qualsevol Contingut de l'Usuari, l'Usuari atorga a Ocimap, que accepta, una llicència no exclusiva, gratuïta, amb facultat de subllicenciar a qualsevol tercer, amb un àmbit territorial mundial, durant tot el període de vigència reconegut a aquests en virtut de la normativa aplicable, per:

# Label42Resource1.Text
source: The User warrants that he owns all necessary rights to the User Content for storage and publication through the Services and to grant the above license or has obtained all broadcast rights, licenses, permits or consents.
ca: L'Usuari garanteix que és titular de tots els drets necessaris sobre el contingut de l'Usuari per emmagatzemar i publicació a través dels Serveis i per l'atorgament de la llicència anterior o que ha obtingut totes les transmissions de drets, llicències, permisos o consentiments.

# Label43Resource1.Text
source: Likewise, when it results from the conditions set by the user in the registration process or your account management, the User authorizes Ocimap to publish and use in accordance with these Conditions all information related to your account that the user has agreed to publish. You acknowledge that your username and full name will be public anyway.
ca: Així mateix, quan així resulti de les condicions marcades per l'usuari en el procediment de registre o en la gestió del seu compte, l'Usuari autoritza Ocimap a publicar ia usar de conformitat amb aquestes Condicions tota la informació relativa al seu compte que l'Usuari hagi acceptat publicar. L'Usuari reconeix que el seu nom d'usuari i nom i cognoms serà públic en tot cas.

# Label44Resource1.Text
source: 7. MODIFICATION OR TERMINATION OF SERVICES
ca: 7. MODIFICACIÓ O ACABAMENT DELS SERVEIS

# Label45Resource1.Text
source: Ocimap may at any time without incurring any liability, vary the content of the Website or the Services, terminate the provision of all or some of the services and functionality or deactivate or delete all or some of the accounts, without limitation established by the applicable laws concerning the obligation to keep records of certain transactions during the periods corresponding legal.
ca: Ocimap podrà, en qualsevol moment i sense incórrer en cap responsabilitat, variar el contingut del lloc web o els serveis, interrompre la prestació de tots o alguns dels Serveis i funcionalitats o desactivar o esborrar totes o algunes dels comptes, sense més limitació que les establertes per les lleis aplicables sobre l'obligació de mantenir registres de determinades operacions durant els terminis legals corresponents.

# Label46Resource1.Text
source: 8. GENERAL AND CONTACT INFORMATION
ca: 8. GENERALITATS I DADES DE CONTACTE
