Repository: jmgadeaselles/Mapes
Catalog: legal/App_LocalResources/Legal.aspx.*.resx
Languages: ca, es

# Label10Resource1.Text
source: Residence.
ca: Residència.
es: Residencia.

# Label11Resource1.Text
source: 1. PERSONAL DATA FILES, PURPOSE OF PROCESSING OF PERSONAL DATA AND CATEGORIES
ca: 1. FITXERS DE DADES PERSONALS, FINALITAT DEL TRACTAMENT I CATEGORIES DE DADES PERSONALS
es: 1. FICHEROS DE DATOS PERSONALES, FINALIDAD DEL TRATAMIENTO Y CATEGORÍAS DE DATOS PERSONALES

# Label12Resource1.Text
source: Photo.
ca: Foto
es: Foto

# Label13Resource1.Text
source: The user data collected through the Services are incorporated into a file named "Users OCIMAP", registered in the General Data Protection. When the user requests the provision of services involving location, such as recording a route or point of interest, or navigating a route downloaded, the provision of the Services may include treatment of your location data to be used for the purposes listed below and to enable or improve the performance of the Services. The purpose of this file is to manage the website and applications and the provision of the Services and sending emails on Ocimap services and routes the user has requested, including adapting the content to which accessed. You can always cancel your subscription to these emails in the "Profile".
ca: Les dades dels usuaris recollides a través dels Serveis s'incorporen a un fitxer denominat "USUARIS OCIMAP", inscrit en el Registre General de Protecció de Dades. Quan l'usuari sol·liciti la prestació de serveis que impliquen la seva localització, com l'enregistrament d'una ruta o punt d'interès, o la navegació d'una ruta descarregada, la prestació dels Serveis pot incloure el tractament de les seves dades de localització, que s'utilitzaran per a les finalitats que s'indiquen a continuació i per permetre o millorar la prestació dels serveis. La finalitat d'aquest fitxer és la gestió del lloc web i així com la prestació dels serveis i l'enviament de correus electrònics relatius als serveis de Ocimap i les rutes que l'usuari hagi sol·licitat, incloent l'adaptació del contingut a què accedeix. En qualsevol moment pot cancel·lar la subscripció a aquests correus electrònics a la secció "Perfil".
es: Los datos de los usuarios recogidos a través de los Servicios se incorporan a un fichero denominado "USUARIOS OCIMAP", inscrito en el Registro General de Protección de Datos. Cuando el usuario solicite la prestación de servicios que implican su localización, como la grabación de una ruta o punto de interés, o la navegación de una ruta descargada, la prestación de los Servicios puede incluir el tratamiento de sus datos de localización, que se utilizarán para las finalidades que se indican a continuación y para permitir o mejorar la prestación de los Servicios. La finalidad de este fichero es la gestión del Sitio Web y de las Aplicaciones así como la prestación de los Servicios y el envío de correos electrónicos relativos a los servicios de Ocimap y las rutas que el usuario haya solicitado, incluyendo la adaptación del contenido al que accede. En cualquier momento puede cancelarse la suscripción a estos correos electrónicos en la sección "Perfil".

# Label14Resource1.Text
source: Personal data can be collected at the time of registration or thereafter, are as follows:
ca: Les dades personals que poden recollir en el moment del registre, o posteriorment, són els següents:
es: Los datos personales que pueden recogerse en el momento del registro, o posteriormente, son los siguientes:

# Label15Resource1.Text
source: Username (required).
ca: Nom d'usuari (obligatori).
es: Nombre de usuario (obligatorio).

# Label16Resource1.Text
source: 2. PERSONAL DATA COMMUNICATIONS
ca: 2. COMUNICACIONS DE DADES PERSONALS
es: 2. COMUNICACIONES DE DATOS PERSONALES

# Label17Resource1.Text
source: Additionally, users can incorporate their places and routes through the Services, including geographic, time, transportation, route length, degree of difficulty, photographs and videos made and comments they consider appropriate. They can also set what your favorite routes, and track activities of other users.
ca: Addicionalment, els usuaris poden incorporar les seves llocs i rutes a través dels Serveis, incloent informació geogràfica, data, mitjà de transport, durada de la ruta, grau de dificultat, fotografies i vídeos realitzats i els comentaris que consideren convenients. També poden establir quines són les seves rutes favorites, i fer el seguiment de les activitats d'altres usuaris.
es: Adicionalmente, los usuarios pueden incorporar sus lugares y rutas a través de los Servicios, incluyendo información geográfica, fecha, medio de transporte, duración de la ruta, grado de dificultad, fotografías y videos realizados y los comentarios que tengan por conveniente. También pueden establecer cuáles son sus rutas favoritas, y realizar el seguimiento de las actividades de otros usuarios.

# Label18Resource1.Text
source: The mechanical operation of the Services implies that some of the information provided by users will be made available to other users via the Web Site or the Applications. Users who can access that information can be in any country in the world. In case you do not want the information provided during the registration process will be made ​​available to other users, simply refrain from faciliate it is not mandatory to use the Services. Anytime you can modify or delete this information, except the user name, and e-mail, accessing the "Profile" section. In any case, do not publish your email Ocimap.
ca: La mecànica de funcionament dels Serveis implica que part de la informació facilitada pels usuaris es posarà a disposició dels altres usuaris a través del lloc web. Els usuaris que poden accedir a aquesta informació poden ser a qualsevol país del món. En cas que no desitgeu que la informació proporcionada durant el procés de registre es posi a disposició dels altres usuaris, simplement s'ha d'abstenir de facilitar ja que no és obligatòria per poder utilitzar els Serveis. En qualsevol moment pot modificar o esborrar aquesta informació, a excepció del nom d'usuari, i el correu electrònic, accedint a la secció "Perfil". En qualsevol cas, Ocimap no publica el seu correu.
es: La mecánica de funcionamiento de los Servicios implica que parte de la información facilitada por los usuarios se pondrá a disposición de los demás usuarios a través del Sitio Web o de las Aplicaciones. Los usuarios que pueden acceder a esa información pueden estar en cualquier país del mundo. En caso de que no desee que la información proporcionada durante el proceso de registro se ponga a disposición de los demás usuarios , simplemente debe abstenerse de facilitarla ya que no resulta obligatoria para poder utilizar los Servicios. En cualquier momento podrá modificar o borrar esta información, con excepción del nombre de usuario, y el correo electrónico, accediendo a la sección "Perfil". En cualquier caso, Ocimap no publica su correo.

# Label19Resource1.Text
source: Ocimap maintains a forum where users request help or make suggestions. The personal data that users join this forum is subject to the provisions of this Privacy Policy, and are available to other users of the forum.
ca: Ocimap manté un fòrum en el qual els usuaris sol·liciten ajuda o realitzen suggeriments. Les dades personals que els usuaris incorporin a aquest fòrum estan subjectes al que estableix aquesta Política de Privacitat, i estan a disposició dels altres usuaris del fòrum.
es: Ocimap mantiene un foro en el que los usuarios solicitan ayuda o realizan sugerencias. Los datos personales que los usuarios incorporen a este foro están sujetos a lo establecido en esta Política de Privacidad, y están a disposición de los demás usuarios del foro.

# Label1Resource1.Text
source: Privacy Policy
ca: Política de privacitat
es: Política de privacidad

# Label20Resource1.Text
source: Any user who publishes in any part of the Website personal information of third parties must have previously obtained the consent of such third parties.
ca: Qualsevol usuari que publiqui qualsevol part del Lloc Web informació personal de tercers haurà d'haver obtingut prèviament amb el consentiment d'aquests tercers.
es: Cualquier usuario que publique en cualquier parte del Sitio Web información personal de terceros deberá haber obtenido previamente con el consentimiento de esos terceros.

# Label21Resource1.Text
source: 3. EXERCISE OF THE RIGHTS OF ACCESS, RECTIFICATION, CANCELLATION OR OPPOSITION.
ca: 3. EXERCICI DELS DRETS D'ACCÉS, RECTIFICACIÓ, CANCEL·LACIÓ O OPOSICIÓ.
es: 3. EJERCICIO DE LOS DERECHOS DE ACCESO, RECTIFICACIÓN, CANCELACIÓN U OPOSICIÓN.

# Label22Resource1.Text
source: Public places and routes and certain information associated with them is shared with Google Inc. and Google group companies so they can be displayed through the Google Earth viewer. Ocimap assumes no responsibility regarding the treatment of personal data that make Google.
ca: Els llocs i rutes públiques i determinada informació associada a elles es comparteix amb Google Inc i societats del grup de Google perquè puguin ser mostrades mitjançant el visor de Google Earth. Ocimap no assumeix cap responsabilitat respecte del tractament de les dades personals que realitzi Google.
es: Los lugares y rutas públicas y determinada información asociada a ellas se comparte con Google Inc. y sociedades del grupo de Google para que puedan ser mostradas mediante el visor de Google Earth. Ocimap no asume ninguna responsabilidad respecto del tratamiento de los datos personales que realice Google.

# Label23Resource1.Text
source: Ocimap also offers users the ability to display your routes on Facebook. For this it is necessary that Ocimap and Facebook share the personal data of users. Ocimap assumes no responsibility for the processing of personal data carried Facebook.
ca: Ocimap també ofereix als usuaris la possibilitat de mostrar les seves rutes a Facebook. Per això, cal que Ocimap i Facebook comparteixin les dades de caràcter personal dels usuaris. Ocimap no assumeix cap responsabilitat respecte del tractament de les dades personals que realitzi Facebook.
es: Ocimap también ofrece a los usuarios la posibilidad de mostrar sus rutas en Facebook. Para ello, es necesario que Ocimap y Facebook compartan los datos de carácter personal de los usuarios. Ocimap no asume ninguna responsabilidad respecto del tratamiento de los datos personales que realice Facebook.

# Label24Resource1.Text
source: February 2013
ca: Febrer 2013
es: Febrero 2013

# Label25Resource1.Text
source: Location.
ca: Localització
es: Localización

# Label26Resource1.Text
source: Ocimap guarantees the exercise of rights of access, rectification, cancellation or opposition to Law 15/1999 on the Protection of Personal Data, gives stakeholders against those responsible for files. As mentioned, users can access and modify data directly in the "Profile".
ca: Ocimap garanteix l'exercici dels drets d'accés, rectificació, cancel·lació o oposició que la Llei Orgànica 15/1999, de Protecció de dades de caràcter personal, atorga als interessats davant dels responsables de fitxers. Com s'ha indicat, els usuaris poden accedir i modificar les seves dades directament a la secció "Perfil".
es: Ocimap garantiza el ejercicio de los derechos de acceso, rectificación, cancelación u oposición que la Ley Orgánica 15/1999, de Protección de Datos de Carácter Personal, concede a los interesados frente a los responsables de ficheros. Como se ha indicado, los usuarios pueden acceder y modificar sus datos directamente en la sección "Perfil".

# Label27Resource1.Text
source: In addition, any party who wishes to exercise any of the foregoing rights may do so in the direction of the controller set forth in this Privacy Policy or at the following email address info@ocimap.com, making clear reference in the subject line to exercise of the corresponding rights and directing the email to the attention of administrators Ocimap.
ca: A més, qualsevol interessat que vulgui exercitar algun dels drets anteriors podrà fer-ho a la direcció del responsable del fitxer establerta en aquesta Política de privadesa o en la següent adreça de correu electrònic info@ocimap.com, fent referència clara en l'assumpte del missatge al exercici del dret corresponent i dirigint el correu electrònic a l'atenció dels administradors de Ocimap.
es: Además, cualquier interesado que quiera ejercitar alguno de los derechos anteriores podrá hacerlo en la dirección del responsable del fichero establecida en esta Política de Privacidad o en la siguiente dirección de correo electrónico info@ocimap.com , haciendo referencia clara en el asunto del mensaje al ejercicio del derecho correspondiente y dirigiendo el correo electrónico a la atención de los administradores de Ocimap.

# Label28Resource1.Text
source: Pursuant to the provisions of Royal Decree 1720/2007, the exercise of rights through this mechanism must meet the following procedure:
ca: En aplicació del que disposa el Reial Decret 1720/2007, l'exercici dels drets a través d'aquest mecanisme haurà de complir el següent procediment:
es: En aplicación de lo dispuesto en el Real Decreto 1720/2007, el ejercicio de los derechos a través de este mecanismo deberá cumplir el siguiente procedimiento:

# Label29Resource1.Text
source: Communication addressed to the database will contain:
ca: La comunicació dirigida al responsable del fitxer contindrà:
es: La comunicación dirigida al responsable del fichero contendrá:

# Label2Resource1.Text
source: Password (required).
ca: Contrasenya (obligatori).
es: Contraseña (obligatorio).

# Label30Resource1.Text
source: Ocimap answer the request addressed to it in any case, regardless of whether or not personal data in his files. In the event that the application does not meet the requirements specified in paragraph one, Ocimap request the correction thereof.
ca: Ocimap contestarà la sol·licitud que li dirigeixi en tot cas, amb independència que figurin o no dades personals de l'afectat en els seus fitxers. En el cas que la sol·licitud no reunisca els requisits especificats en l'apartat primer, Ocimap sol·licitarà l'esmena dels mateixos.
es: Ocimap contestará la solicitud que se le dirija en todo caso, con independencia de que figuren o no datos personales del afectado en sus ficheros. En el caso de que la solicitud no reúna los requisitos especificados en el apartado primero, Ocimap solicitará la subsanación de los mismos.

# Label31Resource1.Text
source: The following clauses shall be applicable in the specific function to perform data collection Ocimap.
ca: Les següents clàusules són aplicables en funció de la concreta recollida de dades que realitzi Ocimap.
es: Las siguientes cláusulas resultarán de aplicación en función de la concreta recogida de datos que realice Ocimap.

# Label32Resource1.Text
source: 4. USE OF COOKIES AND IP ADDRESS OF USERS
ca: 4. UTILITZACIÓ DE COOKIES I DE LA DIRECCIÓ IP DELS USUARIS
es: 4. UTILIZACIÓN DE COOKIES Y DE LA DIRECCIÓN IP DE LOS USUARIOS

# Label33Resource1.Text
source: The Website uses cookies to facilitate and customize the user's navigation through the Website.
ca: El lloc web utilitza galetes per facilitar i personalitzar la navegació de l'usuari pel lloc web.
es: El Sitio Web utiliza cookies para facilitar y personalizar la navegación del usuario por el Sitio Web.

# Label34Resource1.Text
source: Name and surname; photocopy of your national identity card or passport or other valid identification document and, where appropriate, of the person representing him, and the document evidencing such representation.
ca: Nom i cognoms de l'interessat, fotocòpia del seu DNI, o del seu passaport o un altre document vàlid que l'identifiqui i, si s'escau, de la persona que el representi, així com el document acreditatiu de tal representació.
es: Nombre y apellidos del interesado; fotocopia de su documento nacional de identidad, o de su pasaporte u otro documento válido que lo identifique y, en su caso, de la persona que lo represente, así como el documento acreditativo de tal representación.

# Label35Resource1.Text
source: Request that specific application.
ca: Petició en què es concreta la sol·licitud.
es: Petición en que se concreta la solicitud.

# Label36Resource1.Text
source: Address for correspondence, date and signature.
ca: Adreça a efectes de notificacions, data i signatura del sol·licitant.
es: Dirección a efectos de notificaciones, fecha y firma del solicitante.

# Label37Resource1.Text
source: Documents relating to the request being made, if any.
ca: Documents acreditatius de la petició que formula, si s'escau.
es: Documentos acreditativos de la petición que formula, en su caso.

# Label38Resource1.Text
source: In using the Website, cookies can be used. A cookie is a piece of information that the computer or computers that host Web Site sent to your browser when you access the Web Site. Ocimap cookies help provide additional functionality to the Website, and help analyze site usage more accurately. For example, the Web Site may place a cookie in your browser that prevents the user from having to remember and enter a password more than once during a visit to the Website. In most browsers, you will find a section on "Help" in the toolbar. Ocimap referred to that section for more information about receiving notifications when you receive a new cookie, and how to disable cookies. Ocimap informs users that leave cookies turned on helps you get some of the features of the Website.
ca: En la utilització del Lloc Web, poden utilitzar cookies. Una galeta és un fragment d'informació que l'ordinador o els ordinadors que alberguen el lloc web envien al navegador de l'usuari quan accedeix al lloc web. Les galetes de Ocimap ajuden a proporcionar funcionalitats addicionals al lloc web, i ajuden a analitzar l'ús del lloc de manera més precisa. Per exemple, el lloc web podria col·locar una galeta al vostre navegador que eviti que l'usuari hagi de recordar i introduir la contrasenya més d'una vegada durant la visita al lloc web. En la majoria dels navegadors, l'usuari trobarà una secció de "Ajuda" a la barra d'eines. Ocimap remet a aquesta secció per obtenir més informació sobre la recepció de notificacions quan es rep una nova cookie, i sobre com desactivar les cookies. Ocimap informa als usuaris de deixar les galetes activades ajuda a aprofitar algunes de les funcions del Lloc Web.
es: En la utilización del Sitio Web, pueden utilizarse cookies. Una cookie es un fragmento de información que el ordenador o los ordenadores que albergan el Sitio Web envían al navegador del usuario cuando accede al Sitio Web. Las cookies de Ocimap ayudan a proporcionar funcionalidades adicionales al Sitio Web, y ayudan a analizar el uso del sitio de manera más precisa. Por ejemplo, el Sitio Web podría colocar una cookie en su navegador que evite que el usuario tenga que recordar e introducir su contraseña más de una vez durante la visita al Sitio Web. En la mayoría de los navegadores, el usuario encontrará una sección de "Ayuda" en la barra de herramientas. Ocimap remite a esa sección para obtener más información acerca de la recepción de notificaciones cuando se recibe una nueva cookie, y acerca de cómo desactivar las cookies. Ocimap informa a los usuarios de que dejar las cookies activadas ayuda a aprovechar algunas de las funciones del Sitio Web.

# Label39Resource1.Text
source: Ocimap does not use cookies for advertising or navigation data associated with individuals who have not been previously identified.
ca: Ocimap no utilitza les galetes amb fins publicitaris ni per associar les dades de navegació amb persones físiques que no s'hagin identificat prèviament.
es: Ocimap no utiliza las cookies con fines publicitarios ni para asociar los datos de navegación con personas físicas que no se hayan identificado previamente.

# Label3Resource1.Text
source: The website located at http://www.ocimap.com address, including any of its subdomains or sections (hereinafter the "Website") is operated by Juan Miguel Gadea Sellés (hereinafter "Ocimap") as that any mobile applications published by Ocimap (hereinafter the "Applications").
ca: El lloc web ubicat a l'adreça http://www.ocimap.com, incloent qualsevol dels seus subdominis o seccions (en endavant, el "Lloc Web") està operat per Juan Miguel Gadea Sellés (en endavant "Ocimap") igual que qualsevol de les aplicacions mòbils publicades per Ocimap (en endavant, les "aplicacions").
es: El sitio web ubicado en la dirección http://www.ocimap.com, incluyendo cualquiera de sus subdominios o secciones (en adelante, el "Sitio Web") está operado por Juan Miguel Gadea Sellés (en adelante "Ocimap") al igual que cualquiera de las aplicaciones móviles publicadas por Ocimap (en adelante, las "Aplicaciones").

# Label40Resource1.Text
source: This Web site also has access to the IP address with which users access the same (including access from the Applications). IP address with which each user accesses the Web Site may not be the same on each occasion. In addition, several users can share a single IP address.
ca: Aquest lloc web també té accés a l'adreça IP amb la qual els usuaris accedeixen al mateix. La direcció IP amb la qual cada usuari accedeix al lloc web pot no ser la mateixa en cada ocasió. A més, diferents usuaris poden compartir una mateixa adreça IP.
es: Este Sitio Web también tiene acceso a la dirección IP con la que los usuarios acceden al mismo (incluyendo accesos desde las Aplicaciones). La dirección IP con la que cada usuario accede al Sitio Web puede no ser la misma en cada ocasión. Además, distintos usuarios pueden compartir una misma dirección IP.

# Label41Resource1.Text
source: Although Ocimap not perform any work performed or directed to associate the IP address with specific individuals, access to IP addresses can be considered as personal data under potentially identifiable character of the person to whom may be associated with the IP (more theoretical than real possibility), so according to LOPD, be applicable as provided in this Privacy Policy.
ca: Tot i que Ocimap no fa ni farà cap tasca dirigida a associar l'adreça IP amb persones físiques concretes, l'accés a les adreces IP pot ser considerat com un tractament de dades personals en virtut del caràcter potencialment identificable de la persona física a la qual pot estar associada la IP (possibilitat més teòrica que real), de manera que d'acord amb LOPD, és aplicable el que disposa aquesta Política de Privacitat.
es: A pesar de que Ocimap no realiza ni realizará ninguna labor dirigida a asociar la dirección IP con personas físicas concretas, el acceso a las direcciones IP puede ser considerado como un tratamiento de datos personales en virtud del carácter potencialmente identificable de la persona física a la que puede estar asociada la IP (posibilidad más teórica que real), por lo que de acuerdo con LOPD, resultará de aplicación lo dispuesto en esta Política de Privacidad.
