Repository: jmgadeaselles/Mapes
Catalog: legal/App_LocalResources/Legal.aspx.*.resx
Languages: ca, es

# Label42Resource1.Text
source: The third party advertisers on the Site may use cookies or web beacons of which Ocimap not be responsible or be covered by this Privacy Policy, so it is your responsibility to set your browser so that cookies only can use according to their own preferences.
ca: Els tercers que s'anuncien en el lloc web podrien utilitzar cookies o 'web Beacons' dels que Ocimap no seria responsable ni quedarien coberts per aquesta Política de Privacitat, pel que és responsabilitat de l'usuari configurar el seu navegador perquè les galetes només puguin utilitzar d'acord amb les seves pròpies preferències.
es: Los terceros que se anuncien en el Sitio Web podrían utilizar cookies o ‘web beacons’ de los que Ocimap no sería responsable ni quedarían cubiertos por la presente Política de Privacidad, por lo que es responsabilidad del usuario configurar su navegador para que las cookies solo se puedan utilizar de acuerdo con sus propias preferencias.

# Label43Resource1.Text
source: 5. MESSAGES RECEIVED UNDER "CONTACT" AND COMMENTS RECEIVED ON THE BLOG
ca: 5. MISSATGES REBUTS EN L'APARTAT "CONTACTE" I COMENTARIS REBUTS AL BLOC
es: 5. MENSAJES RECIBIDOS EN EL APARTADO "CONTACTO" Y COMENTARIOS RECIBIDOS EN EL BLOG

# Label44Resource1.Text
source: Any information received by Ocimap in the form of "Send suggestion" available on the website will only be used in order to answer questions, suggestions or complaints sent by users of the Website.
ca: Qualsevol informació rebuda per Ocimap al formulari de "Enviar suggeriment" disponible al lloc web només serà utilitzada amb la finalitat de contestar les consultes, suggeriments o queixes enviades pels usuaris del lloc web.
es: Cualquier información recibida por Ocimap en el formulario de “Enviar sugerencia” disponible en el Sitio Web sólo será utilizada con la finalidad de contestar las consultas, sugerencias o quejas enviadas por los usuarios del Sitio Web.

# Label45Resource1.Text
source: 6. GENERAL AND CONTACT INFORMATION
ca: 6. GENERALITATS I DADES DE CONTACTE
es: 6. GENERALIDADES Y DATOS DE CONTACTO

# Label46Resource1.Text
source: The processing of personal data is governed by Spanish law.
ca: El tractament de dades personals es regeix per la llei espanyola.
es: El tratamiento de datos personales se rige por la ley española.

# Label47Resource1.Text
source: Ocimap domiciled in C/ Migjorn, No. 33, La Nucia, Alicante, Spain. Ocimap can also contact the email address
ca: Ocimap té domicili al C/ Migjorn, 33, La Nucia, Alacant, Espanya. També pot contactar amb Ocimap a l'adreça de correu electrònic
es: Ocimap tiene domicilio en C/ Migjorn, nº 33, La Nucía, Alicante, España. También puede contactar con Ocimap en la dirección de correo electrónico

# Label4Resource1.Text
source: Email (required).
ca: Correu electrònic (obligatori).
es: Correo electrónico (obligatorio).

# Label5Resource1.Text
source: This Privacy Policy governs the processing of personal data of users of the Web Site by Ocimap on the Website and the Applications, as part of the services provided on the Website (hereinafter, the "Services") .
ca: La present Política de Privacitat regula el tractament de dades personals dels usuaris del lloc web per part de Ocimap en el Lloc Web, en el marc dels serveis prestats en el lloc web (en endavant, els "Serveis").
es: La presente Política de Privacidad regula el tratamiento de datos personales de los usuarios del Sitio Web por parte de Ocimap en el Sitio Web y en las Aplicaciones, en el marco de los servicios prestados en el Sitio Web (en adelante, los "Servicios").

# Label6Resource1.Text
source: Access to and use of the Website assume that the user has read and fully accept this Privacy Policy. The date at the beginning of this Privacy Policy indicates the date of the latest revision of the Privacy Policy, which shall apply from the date of publication. Therefore recommended Ocimap review the Privacy Policy regularly.
ca: L'accés i ús del lloc web suposen que l'usuari ha llegit i accepta en la seva totalitat la present Política de Privacitat. La data a l'inici d'aquesta Política de Privacitat indica la data de l'última revisió de la Política de Privacitat, que és aplicable des de la data de la publicació. Ocimap recomana per tant revisar la Política de Privacitat regularment.
es: El acceso y uso del Sitio Web suponen que el usuario ha leído y acepta en su totalidad la presente Política de Privacidad. La fecha al inicio de la presente Política de Privacidad indica la fecha de la última revisión de la Política de Privacidad, que será aplicable desde la fecha de su publicación. Ocimap recomienda por tanto revisar la Política de Privacidad regularmente.

# Label7Resource1.Text
source: Date of birth.
ca: Data de naixement
es: Fecha de nacimiento

# Label8Resource1.Text
source: Some of the Services provided through the Web Site may be subject to specific privacy policies, which supplement or, if they were contrary to this Privacy Policy will replace the content of this Privacy Policy and must be accepted by the user before commencing the provision of the service.
ca: Alguns dels serveis que es presten a través del Lloc Web poden sotmetre a polítiques de privacitat específiques, que completaran o, si són contràries a aquesta política de privacitat, substituiran el contingut de la present Política de Privacitat, i que ha d'acceptar el usuari abans d'iniciar la prestació del servei corresponent.
es: Algunos de los Servicios que se prestan a través del Sitio Web podrán someterse a políticas de privacidad específicas, que completarán o, si fueran contrarias a esta Política de Privacidad, sustituirán el contenido de la presente Política de Privacidad, y que deberán ser aceptadas por el usuario antes de iniciarse la prestación del servicio correspondiente.

# Label9Resource1.Text
source: Also in regard to access and use the Website, the download and use of applications, and are applicable Services Terms.
ca: Així mateix, pel que fa a l'accés i ús del lloc web, i els Serveis són aplicables les Condicions.
es: Asimismo, en lo que respecta al acceso y uso del Sitio Web, la descarga y uso de las Aplicaciones, y los Servicios resultan de aplicación las Condiciones.
